Repository: XXX-Apps/AirPods3
Catalog: AirPodsFInder/*.lproj/Localizable.strings
Languages: de, it

source: Finder Airpods
de: AirPods-Finder
it: Trova AirPods

source: Change icon
de: Symbol ändern
it: Cambia icona

source: How it functions
de: Wie es funktioniert
it: Come funziona

source: Privacy Policy
de: Datenschutzrichtlinie

source: Terms of use
de: Nutzungsbedingungen
it: Termini di utilizzo

source: Settings
de: Einstellungen
it: Impostazioni

source: Access all features
de: Vollen Zugriff
it: Accedi a tutte le funzioni

source: Start now
de: Jetzt starten
it: Inizia ora

source: Write a feedback
de: Feedback schreiben
it: Scrivi un feedback

source: We’d love to know what you think!
de: Wir würden gerne wissen, was Sie denken!
it: Ci piacerebbe sapere cosa ne pensi!

source: Please take a moment to review our app and share your feedback
de: Bitte nehmen Sie sich einen Moment Zeit, um unsere App zu bewerten und Feedback zu geben
it: Per favore, dedicaci un momento per recensire la nostra app e condividere il tuo feedback

source: Next
de: Weiter
it: Avanti

source: Got it!
de: Verstanden!
it: Capito!

source: Activate Bluetooth
de: Bluetooth aktivieren
it: Attiva Bluetooth

source: Turn on Bluetooth to detect your device
de: Schalten Sie Bluetooth ein, um Ihr Gerät zu erkennen
it: Attiva il Bluetooth per rilevare il tuo dispositivo

source: Select device
de: Gerät auswählen
it: Seleziona dispositivo

source: Scan for lost devices and select one to track
de: Suche nach verlorenen Geräten und wähle eines zur Verfolgung aus
it: Cerca dispositivi persi e selezionane uno da tracciare

source: Walk around
de: Herumgehen
it: Cammina

source: Walk slowly until the signal strength improves
de: Gehen Sie langsam, bis die Signalstärke besser wird
it: Cammina lentamente finché il segnale non migliora

source: How it functions?
de: Wie funktioniert es?
it: Come funziona?

source: The app uses Bluetooth signals to estimate the distance between your phone and your AirPods. The closer you get, the stronger the signal, helping you track them down.
de: Die App nutzt Bluetooth-Signale, um die Entfernung zwischen Ihrem Telefon und Ihren AirPods zu schätzen. Je näher Sie kommen, desto stärker wird das Signal, was Ihnen hilft, sie zu finden.
it: L'app utilizza i segnali Bluetooth per stimare la distanza tra il telefono e gli AirPods. Più ti avvicini, più il segnale diventa forte, aiutandoti a trovarli.

source: Can I find AirPods if they are in the case?
de: Kann ich AirPods finden, wenn sie in der Hülle sind?
it: Posso trovare gli AirPods se sono nell'astuccio?

source: No, AirPods only emit a Bluetooth signal when they are out of the case. If they are inside, you may need to check the last known location where they were connected.
de: Nein, AirPods senden nur ein Bluetooth-Signal, wenn sie nicht in der Hülle sind. Wenn sie drin sind, müssen Sie möglicherweise den letzten bekannten Verbindungsort überprüfen.
it: No, gli AirPods emettono un segnale Bluetooth solo quando sono fuori dall'astuccio. Se sono dentro, potresti dover controllare l'ultima posizione nota in cui erano connessi.

source: Will this app work if my AirPods are lost outdoors?
de: Funktioniert diese App, wenn meine AirPods draußen verloren sind?
it: Questa app funziona se gli AirPods sono persi all'aperto?

source: If they are within Bluetooth range, yes. But if they are too far away, the app won’t detect them, and you may need to rely on their last known location.
de: Wenn sie in Bluetooth-Reichweite sind, ja. Aber wenn sie zu weit weg sind, erkennt die App sie nicht, und Sie müssen sich auf den letzten bekannten Standort verlassen.
it: Se sono nel raggio Bluetooth, sì. Ma se sono troppo lontani, l'app non li rileverà e potresti dover fare affidamento sull'ultima posizione nota.

source: Why is my device not appearing?
de: Warum wird mein Gerät nicht angezeigt?
it: Perché il mio dispositivo non appare?

source: The displayed percentage may fluctuate due to the connection type and potential obstacles between you and your device.
de: Die angezeigte Prozentzahl kann aufgrund der Verbindungsart und möglicher Hindernisse zwischen Ihnen und Ihrem Gerät schwanken.
it: La percentuale visualizzata può variare a causa del tipo di connessione e di eventuali ostacoli tra te e il dispositivo.

source: Need assistance?
de: Brauchen Sie Hilfe?
it: Hai bisogno di aiuto?

source: Bluetooth is active
de: Bluetooth aktiv
it: Bluetooth attivo

source: Turn on Bluetooth
de: Bluetooth an
it: Attiva Bluetooth

source: your device is ready to search
de: Gerät suchbereit
it: il tuo dispositivo è pronto per la ricerca

source: to start search for devices
de: Gerätesuche starten
it: per iniziare la ricerca dei dispositivi

source: Start search
de: Suche starten
it: Inizia ricerca

source: Go to Settings
de: Zu Einstellungen
it: Vai alle Impostazioni

source: History
de: Verlauf
it: Cronologia

source: No devices found
de: Keine Geräte gefunden
it: Nessun dispositivo trovato

source: Searching...
de: Suche läuft...
it: Ricerca in corso...

source: FAQ for troubleshooting
de: FAQ zur Fehlerbehebung
it: FAQ per la risoluzione dei problemi

source: Looking for devices...
de: Suche nach Geräten...
it: Cerco dispositivi...

source: Adjust your position until the signal strength improves
de: Passen Sie Ihre Position an, bis die Signalstärke besser wird
it: Regola la tua posizione finché il segnale migliora

source: I found it!
de: Ich habe es gefunden!
it: L'ho trovato!

source: Locate your lost device in seconds
de: Schnellortung verlorener Geräte
it: Trova il tuo dispositivo perduto in pochi secondi

source: Locate
de: Schnellortung
it: Trova

source: Select a device to locate
de: Wählen Sie ein Gerät zur Ortung aus
it: Seleziona un dispositivo da trovare

source: Select
de: Wählen
it: Seleziona

source: Top choice for users
de: Top-Auswahl für Nutzer
it: Scelta top per gli utenti

source: Top choice
de: Top-Auswahl
it: Scelta top

source: Locate devices effortlessly
de: Geräte mühelos finden
it: Trova dispositivi senza sforzo

# Locate2
source: Locate
de: finden
it: Trova

source: Unlock premium
de: Premium freischalten
it: Sblocca premium

source: Unlock
de: Premium
it: Sblocca

source: Enjoy unlimited searches for just %@
de: Genießen Sie unbegrenzte Suchen für nur %@
it: Goditi ricerche illimitate per soli %@

source: week
de: Woche
it: settimana

source: month
de: Monat
it: mese

source: year
de: Jahr
it: anno

source: day
de: Tag
it: giorno

source: quarter
de: Quartal
it: trimestre

source: Get now
de: Jetzt holen
it: Ottieni ora

source: Privacy
de: Datenschutz

source: Restore
de: Wiederherstellen
it: Ripristina

source: Terms
de: Bedingungen
it: Termini

source: Continue
de: Fortfahren
it: Continua

source: Not now
de: Nicht jetzt
it: Non ora

source: Enjoy unlimited searches free for 3 days, then just %@
it: Goditi ricerche illimitate gratis per 3 giorni, poi solo %@
